

//=================================Задача 0====================================
// Задача 2. З клавіатури вводиться ціна товару і кількість грошей. Якщо грошей не вистачає то відмовляємо у покупці, інакше, якщо ще залишаються гроші, то пропонуємо купити лотерею за 4 грн.

const priceProduct = parseFloat(prompt("Введіть ціна товару"))
const quantityMoney = parseFloat(prompt("Введіть кількість грошей"))


if(quantityMoney < priceProduct)
	document.write(`<p>Грошей не вистачає</p>  <p>Вам відмовлено у покупці</p>`)
	else
	document.write(`<p>Купіть лотерею за 4 грн</p>`)